documentatie/stuf examples/reisdocument/12001_Lk01T_1281727952_2445187.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>BATCHGBA</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2445187_12001</referentienummer><tijdstipBericht>2009031000431502</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031000124810</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="32536" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1281727952</a-nummer><bsn-nummer>58866905</bsn-nummer><voornamen>Leendert Teunis</voornamen><voorletters>LT</voorletters><voorvoegselGeslachtsnaam>de</voorvoegselGeslachtsnaam><geslachtsnaam>Waard</geslachtsnaam><geboortedatum>19381112</geboortedatum><geboorteplaats>599</geboorteplaats><codeGeboorteland>6030</codeGeboorteland><geslachtsaanduiding>M</geslachtsaanduiding><indicatieGeheim>0</indicatieGeheim><codeGemeenteVanInschrijving>599</codeGemeenteVanInschrijving><datumInschrijvingGemeente>19870109</datumInschrijvingGemeente><codeLandImmigratie>0</codeLandImmigratie><datumVestigingInNederland>20011114</datumVestigingInNederland><aanduidingNaamgebruik>E</aanduidingNaamgebruik><PRSIDB d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><nummerIdentiteitsbewijs>IB7092445</nummerIdentiteitsbewijs><SIB d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><soort>10</soort><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /></SIB></PRSIDB><PRSIDB d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><nummerIdentiteitsbewijs>NF4395016</nummerIdentiteitsbewijs><SIB d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><soort>1</soort><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /></SIB></PRSIDB></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>